Repository: 3PO/vdr-plugin-sc
Catalog: po/*.po
Languages: de_de, fi_fi, fr_fr, hu_hu, lt_lt, ru_ru

source: (none)
de_de: (keiner)
fi_fi: (ei)
fr_fr: (aucune)
hu_hu: (nincs)
lt_lt: (nėra)
ru_ru: (нет)

source: Key update
fi_fi: Avaimen päivitys
fr_fr: Mise à jour des clés
lt_lt: Raktų atnaujinimas
ru_ru: Обновление ключа

source: off
de_de: aus
fi_fi: pois
hu_hu: ki
lt_lt: išj.
ru_ru: выкл

source: Current keys:
de_de: Aktuelle Keys:
fi_fi: Nykyiset avaimet:
fr_fr: Clés en cours:
hu_hu: Jelenleg használt kulcs:
lt_lt: Esami raktai:
ru_ru: Используемые ключи:

source: Key update status:
fi_fi: Tilausten päivitys:
fr_fr: Statut de la mise à jour des clés:
hu_hu: Kulcsfrissítés állapota:
lt_lt: Raktų atnaujinimo būsena:
ru_ru: Обновление ключей:

source: [Seen keys]
de_de: [Gefundene Keys]
fi_fi: [Löydetyt päivitykset]
fr_fr: [Clés trouvées]
hu_hu: [Talált kulcsok]
lt_lt: [Matyti raktai]
ru_ru: [ключей найдено]

source: [New keys]
de_de: [Neue Keys]
fi_fi: [Uudet päivitykset]
fr_fr: [Nouvelles clés]
hu_hu: [Új kulcsok]
lt_lt: [Nauji raktai]
ru_ru: [новых ключей]

source: Smartcard
fi_fi: Älykortti
lt_lt: Kortelė
ru_ru: Карточка

source: Reset card
de_de: Karte reseten
fi_fi: Nollaa kortti
fr_fr: Réinitialiser la carte
hu_hu: Kártya újraindítása
lt_lt: Perkrauti kortelę
ru_ru: Сбросить карточку

source: Really reset card?
de_de: Karte wirklich reseten?
fi_fi: Nollataanko kortti?
fr_fr: Réinitialiser la carte?
hu_hu: Valóban újraindítjuk?
lt_lt: Tikrai norite perkrauti kortelę?
ru_ru: Действительно сбросить карточку?

source: Module config
de_de: Modul Einstellungen
fi_fi: Moduulin asetukset
fr_fr: Paramètrer le module
hu_hu: Modul konfig
lt_lt: Dekodavimo modulio nustatymai
ru_ru: Настройка модуля

source: Reset module to default
de_de: Modul auf Standard zurücksetzen
fi_fi: Nollaa moduuli oletusarvoihin
fr_fr: Réinitialiser le module
hu_hu: Modul alapállapotba
lt_lt: Atstayti modilio pradinius nustatymus
ru_ru: Сброс модуля по умолчанию

source: Really reset module to default?
de_de: Wirklich Modul auf Standard zurücksetzen?
fi_fi: Nollataanko moduuli oletusarvoihin?
fr_fr: Réinitialiser le module?
hu_hu: Valóban resetáljuk a modult?
lt_lt: Tikrai norite atstatyti modulio pradinius nustatymus?
ru_ru: Действительно сбросить модуль по умолчанию?

source: Module
de_de: Modul
fi_fi: Moduuli
hu_hu: Modul
lt_lt: Modulis
ru_ru: Модуль

source: Message logging
de_de: Meldungsprotokolierung
fi_fi: Viestien tulostus
fr_fr: Message logué
hu_hu: Üzenetek naplózása
lt_lt: Pranešimų žurnalo kūrimas
ru_ru: Протоколирование сообщений

source: Disable ALL modules
de_de: ALLE Module ausschalten
fi_fi: Poista kaikki moduulit käytöstä
fr_fr: Désactiver TOUS les modules
hu_hu: Összes modul ki
lt_lt: Atjungti VISUS modulius
ru_ru: Выключить все модули

source: Reset ALL modules to default
de_de: ALLE Module auf Standard zurücksetzen
fi_fi: Nollaa kaikki moduulit oletusarvoihin
fr_fr: Réinitialiser TOUS les modules
hu_hu: Összes modul alapállapotba
lt_lt: Atstatyti VISŲ modulių pradinius nustatymus
ru_ru: Сбросить все модули по умолчанию

source: Really disable ALL modules?
de_de: Wirklich ALLE Module ausschalten?
fi_fi: Poistetaanko kaikki moduulit käytöstä?
fr_fr: Désactiver TOUS les modules?
hu_hu: Valóban kapcsoljuk ki az összes modult?
lt_lt: Tikrai norite išjungti VISUS modulius?
ru_ru: Действительно выключить все модули?

source: Really reset ALL modules to default?
de_de: Wirklich ALLE Module auf Standard zurücksetzen?
fi_fi: Nollataanko kaikki moduulit oletusarvoihin?
fr_fr: Réinitialiser TOUS les modules?
hu_hu: Valóban összes modul alapállapotba?
lt_lt: Tikrai norite atstatyti VISUS modulius į pradinius nustatymus?
ru_ru: Действительно сбросить все модули по умолчанию?

source: Cryptsystem options
de_de: Cryptsystem Optionen
fi_fi: Salausjärjestelmien asetukset
fr_fr: Options Cryptsystem
hu_hu: Kriptorendszer opciók
lt_lt: Kodavimo sistemos nustatymai
ru_ru: Опции криптосистем

source: Cryptsystem options...
de_de: Cryptsystem Optionen...
fi_fi: Salausjärjestelmien asetukset...
fr_fr: Options Cryptsystem...
hu_hu: Kriptorendszer opciók...
lt_lt: Kodavimo sistemos nustatymai...
ru_ru: Опции криптосистем...

source: Message logging...
de_de: Meldungsprotokolierung...
fi_fi: Viestien tulostus...
fr_fr: Message logué...
hu_hu: Üzenetek naplózása...
lt_lt: Pranešimų žurnalas...
ru_ru: Протоколирование сообщений...

source: Smartcard interface
fi_fi: Älykorttiliitäntä
fr_fr: Interface Smartcard
hu_hu: Smartcard interfész
lt_lt: Dekodavimo kortelės skaitytuvas
ru_ru: Карточный модуль

source: (empty)
de_de: (leer)
fi_fi: (tyhjä)
fr_fr: (vide)
hu_hu: (üres)
lt_lt: (tuščia)
ru_ru: (пусто)

source: Status information...
de_de: Status Informationen...
fi_fi: Tilannetiedot...
fr_fr: Statut...
hu_hu: Státusz információ
lt_lt: Informacija apie būklę...
ru_ru: Состояние...

source: Flush ECM cache
de_de: ECM Zwischenspeicher leeren
fi_fi: Tyhjennä ECM-välimuisti
fr_fr: Vider le cache ECM
hu_hu: ECM tár üritése
lt_lt: Ištrinti ECM laikinąją saugyklą (cache)
ru_ru: Очистить кэш ECM

source: Reload files
de_de: Dateien neu laden
fi_fi: Lataa avaintiedostot uudelleen
fr_fr: Recharger les fichiers
hu_hu: Fileok újraolvasása
lt_lt: Perkrauti failus
ru_ru: Перезагрузить файлы

source: Really flush ECM cache?
de_de: ECM Zwischenspeicher wirklich leeren?
fi_fi: Tyhjennetäänkö ECM-välimuisti?
fr_fr: Vider le cache ECM?
hu_hu: Valóban üritsük az ECM tárat?
lt_lt: Tikrai ištrinti ECM laikinąją saugyklą (cache)?
ru_ru: Действительно очистить кэш ECM?

source: Really reload files?
de_de: Dateien wirklich neu laden?
fi_fi: Ladataanko avaintiedostot uudelleen?
fr_fr: Recharger les fichiers?
hu_hu: Biztos, hogy újraolvassuk a fileokat?
lt_lt: Tikrai perkrauti failus?
ru_ru: Действительно перезагрузить файлы?

source: Active! Can't reload files now
de_de: Aktiv! Kann Dateien jetzt nicht neu laden
fi_fi: Aktiivinen! Uudelleen lataus ei onnistu
fr_fr: Actif! Impossible de recharger les fichiers
hu_hu: SC aktív! Nem tud újraolvasni.
lt_lt: Servisas aktyvus! Dabar negali perkrauti failų
ru_ru: Занят! Не могу перезагрузить файлы

source: active CAIDs
de_de: aktive CAIDs
fi_fi: aktiiviset CAID:t
fr_fr: CAIDs actifs
hu_hu: aktív CAIDok
lt_lt: aktyvūs CAIDai
ru_ru: активные CAID

source: all CAIDs
de_de: alle CAIDs
fi_fi: kaikki CAID:t
fr_fr: tous les CAIDs
hu_hu: minden CAID
lt_lt: visi CAIDs
ru_ru: все CAID

source: comment out
de_de: auskommentieren
fi_fi: kommentoi
fr_fr: commenter
lt_lt: atkomentuota
ru_ru: закоментировать

source: remove
de_de: entfernen
fi_fi: poista
fr_fr: supprimer
lt_lt: ištrinti
ru_ru: удалить

source: enabled
de_de: aktiv
fi_fi: päällä
lt_lt: įjungta
ru_ru: включен.

source: read-only
de_de: nur lesen
fi_fi: vain luku
lt_lt: tik skaitymui
ru_ru: только чтение

source: Update keys (AU)
de_de: Keys updaten (AU)
fi_fi: Tilausten päivitys (AU)
fr_fr: Mise à jour des Clés (AU)
hu_hu: Kulcsok automatikus frissítése (AU)
lt_lt: Atnaujinti raktus (AU)
ru_ru: Обновлять ключи (AU)

source: Start AU on EPG scan
de_de: AU starten bei EPG-Scan
fi_fi: Aloita AU EPG-päivityksessä
fr_fr: Démarrer AU lors du scan EPG
lt_lt: Pradėti AU einant EPG skanavimui
ru_ru: Старт автообновления при EPG сканировании

source: Superseded keys
de_de: Veraltete Keys
fi_fi: Vanhentuneet avaimet
fr_fr: Clés obsolètes
lt_lt: Pakeisti raktai
ru_ru: Устаревшие ключи

source: Concurrent FF streams
de_de: Gleichzeitige FF Streams
fi_fi: Yhtäaikainen salauksenpurku (FF)
fr_fr: FF streams en parallèle
hu_hu: Párhuzamos FF streamek
lt_lt: Lygiagretūs FF srautai
ru_ru: Параллельные потоки FF

source: Force TransferMode
de_de: Transfermodus erzwingen
fi_fi: Pakota siirtotila
fr_fr: Forcer le TransferMode
lt_lt: Priverstinai įjungti perdavimo ręžimą
ru_ru: Вынужденный TransferMode

source: Prefer local systems
de_de: Lokale Systeme bevorzugen
fi_fi: Suosi paikallista salauksenpurkua
fr_fr: Préférer les systèmes locaux
hu_hu: Helyi rendszerek elonyben
lt_lt: Teikti pirmenybę vietinėm sistemoms
ru_ru: Предпочитать локальные системы

source: ECM cache
de_de: ECM Zwischenspeicher
fi_fi: ECM-välimuisti
lt_lt: Laikonoji ECM saugykla (cache)
ru_ru: ECM кэш

source: TS buffer size MB
de_de: TS Puffergröße MB
fi_fi: TS-puskurin koko (MB)

source: Active on DVB card
de_de: Aktiv auf DVB Karte
fi_fi: Aktiivinen DVB-kortilla
fr_fr: Actif sur la carte DVB
hu_hu: Aktív a következo DVB kártyán
lt_lt: Palaikymas įjungtas DVB kortoje
ru_ru: Активный на плате DVB

source: Log to console
de_de: Meldungen auf Konsole
fi_fi: Tulosta konsoliin
fr_fr: Logger dans la console
hu_hu: Naplózás a konzolon
lt_lt: Žurnalą rašyti terminale
ru_ru: Сообщения в консоле

source: Log to file
de_de: Meldungen in Datei
fi_fi: Tulosta tiedostoon
fr_fr: Logger dans un fichier
hu_hu: Naplózás fileba
lt_lt: Žurnalą rašyti į failą
ru_ru: Сообщения в файл

source: Filename
de_de: Dateiname
fi_fi: Tiedoston nimi
fr_fr: Nom du fichier
hu_hu: File neve
lt_lt: Failo pavadinimas
ru_ru: Название файла

source: Filesize limit (KB)
de_de: Dateigrößenlimit (KB)
fi_fi: Tiedoston maksimikoko (KB)
fr_fr: Taille limite (Ko)
hu_hu: Fileméret limit (KB)
lt_lt: Failo dydžio riba (KB)
ru_ru: Лимит файла (кБ)

source: Log to syslog
de_de: Meldungen in Syslog
fi_fi: Tulosta systeemilokiin
fr_fr: Logger dans Syslog
hu_hu: Naplózás a rendszelogba
lt_lt: Žurnalą rašyti į Syslog'ą
ru_ru: Сообщения в Syslog

source: Show user messages
de_de: Benutzer Meldungen zeigen
fi_fi: Näytä käyttäjäviestit
fr_fr: Afficher les messages utilisateur
lt_lt: Rodyti vartotojo pranešimus
ru_ru: Показать сообщения пользователя

source: A software emulated CAM
de_de: Ein Software emuliertes CAM
fi_fi: Ohjelmistopohjainen salauksenpurku
fr_fr: Un logiciel emulateur de CAM
hu_hu: Szoftveresen emulált CAM
lt_lt: Programiškai emuliuojamas dekodavimo modulis
ru_ru: Программный эмулятор CAM

source: undisclosed key
de_de: unbekannter Key
fi_fi: tuntematon avain
fr_fr: clé non-révélée
hu_hu: rejtett kulcs
lt_lt: nežinomas raktas
ru_ru: неизвестный ключ

source: Cardclient: connect immediately
de_de: Cardclient: sofort verbinden
fi_fi: Korttiasiakas: Yhdistä välittömästi
fr_fr: Cardclient: connecter immediatement
hu_hu: Kliens: csatlakozzon azonnal
lt_lt: Programinė kortelė: prisijungti tučtuojau
ru_ru: Cardclient: соединить немедленно

source: Cryptoworks: min. ECM processing time
de_de: Cryptoworks: min. ECM Bearbeitungszeit
fi_fi: Cryptoworks: Min. ECM-prosessointiaika
fr_fr: Cryptoworks: temps de traitement min. ECM
hu_hu: Cryptoworks: min. ECM feldolgozási ido
lt_lt: Cryptoworks: min. ECM apdorojimo laikas
ru_ru: Cryptoworks: мин. время обработки ECM

source: Nagra: min. ECM processing time
de_de: Nagra: min. ECM Bearbeitungszeit
fi_fi: Nagra: Min. ECM-prosessointiaika
fr_fr: Nagra: temps de traitement min. ECM
hu_hu: Nagra: min. ECM feldolgozási ido
lt_lt: Nagra: min. ECM apdorojimo laikas
ru_ru: Nagra: мин. время обработки ECM

source: Nagra2: drop EMM-S packets
de_de: Nagra2: EMM-S Pakete verwerfen
fi_fi: Nagra2: Hylkää EMM-S-paketit
fr_fr: Nagra2: ignorer les packets EMM-S
lt_lt: Nagra2: atmesti EMM-S paketus
ru_ru: Награ2: запрет EMM-S пакетов

source: Nagra2: Enable AUXserver
de_de: Nagra2: AUXserver aktivieren
fi_fi: Nagra2: Käytä AUX-palvelinta
fr_fr: Nagra2: Activer AUXserver
lt_lt: Nagra2: Įjungti AUXserver'į
ru_ru: Nagra2: разрешить AUXserver

source: Nagra2: AUXserver hostname
fi_fi: Nagra2: AUX-palvelimen osoite
fr_fr: Nagra2: Hostname AUXserver
lt_lt: Nagra2: AUXserver'io adresas
ru_ru: Nagra2: AUXserver имя хоста

source: Nagra2: AUXserver port
fi_fi: Nagra2: AUX-palvelimen portti
fr_fr: Nagra2: Port AUXserver
lt_lt: Nagra2: AUXserver'io portas
ru_ru: Nagra2: AUXserver порт

source: Nagra2: AUXserver password
de_de: Nagra2: AUXserver Passwort
fi_fi: Nagra2: AUX-palvelimen salasana
fr_fr: Nagra2: Mot de passe AUXserver
lt_lt: Nagra2: AUXserver'io slapyvardis
ru_ru: Nagra2: AUXserver пароль

source: don't touch
de_de: nicht ändern
fi_fi: älä koske
fr_fr: ne pas modifier
hu_hu: ne bántsd
lt_lt: neliesti
ru_ru: не изменять

source: disable
de_de: ausschalten
fi_fi: poista
fr_fr: désactiver
hu_hu: kikapcsolva
lt_lt: išjungti
ru_ru: выключить

source: SC-Cryptoworks: Parental rating
de_de: SC-Cryptoworks: Altersbeschränkung
fi_fi: SC-Cryptoworks: Ikäraja
fr_fr: SC-Cryptoworks: Contrôle parentale
hu_hu: SC-Cryptoworks: Szüloi zár
lt_lt: SC-Cryptoworks: Tėvų kodo reitingas
ru_ru: SC-Cryptoworks: возрастное ограничение

source: SC-Nagra: use T14 Nagra mode
de_de: SC-Nagra: T14 Nagra Modus benutzen
fi_fi: SC-Nagra: Käytä T14-moodia
lt_lt: SC-Nagra: naudoti Nagra T14 ręžimą

source: allow ALL
de_de: alle erlauben
fi_fi: salli kaikki
fr_fr: permettre TOUS
hu_hu: engedélyezd MIND
lt_lt: leisti VISKĄ
ru_ru: все разрешить

source: block UNIQUE
de_de: UNIQUE blocken
fi_fi: estä uniikit
fr_fr: bloquer UNIQUE
hu_hu: tiltsd az EGYEDIt
lt_lt: blokuoti UNIQUE
ru_ru: блокировать UNIQUE

source: block SHARED
de_de: SHARED blocken
fi_fi: estä jaetut
fr_fr: bloquer PARTAGE
hu_hu: tiltsd a MEGOSZTOTTat
lt_lt: blokuoti SHARED
ru_ru: блокировать SHARED

source: block ALL
de_de: alle blocken
fi_fi: estä kaikki
fr_fr: bloquer TOUS
hu_hu: tiltsd MINDET
lt_lt: blokuoti VISUS
ru_ru: все блокировать

source: SC-Seca: EMM updates
fi_fi: SC-Seca: EMM-päivitykset
fr_fr: SC-Seca: mise à jour EMM
hu_hu: SC-Seca: EMM frissítés
lt_lt: SC-Seca: EMM atnaujinimai
ru_ru: SC-Seca: обновления EMM

source: SC-Viaccess: Parental lock
de_de: SC-Viaccess: Altersbeschränkung
fi_fi: SC-Viaccess: Lapsilukko
lt_lt: SC-Viaccess: Tėvų užraktas

source: stream
de_de: Datenstrom
fi_fi: lähete
lt_lt: srautas
ru_ru: потока

source: Viaccess: TPS updates from
de_de: Viaccess: TPS updates aus
fi_fi: Viaccess: TPS-päivitysten lähde
lt_lt: Viaccess: TPS atnaujinimai imami iš
ru_ru: Viaccess: TPS обновления из
